{
    "domanda1": {
        "domanda": "1.01 Qual è il riferimento normativo provinciale in materia di efficienza e certificazione energetica degli edifici?",
        "risposta": "La norma di riferimento in materia di efficienza e certificazione energetica degli edifici per la Provincia di Trento è costituita dal decreto del Presidente della Provincia del 13 luglio 2009 n. 11-13/Leg. e s.m.i. 'Disposizioni regolamentari in materia di edilizia sostenibile in attuazione del titolo IV della legge provinciale 4 marzo 2008, n. 1 (Pianificazione urbanistica e governo del territorio)'. Nel corso degli anni il decreto (di seguito Regolamento) è stato più volte modificato per poter garantire il continuo recepimento dei numerosi aggiornamenti apportati alle disposizioni europee e nazionali in materia. In particolare, per il recepimento del decreto ministeriale del 26 giugno 2015 cd.\r\n'Decreto Requisiti minimi , la delibera della Giunta provinciale n. 162 del 12 febbraio 2016 ha modificato il Regolamento in molteplici parti, aggiornando, tra le varie cose, i livelli minimi di prestazione energetica da rispettarsi al momento di realizzazione dei vari interventi edilizi ed introducendo il meccanismo di verifica attraverso l''edificio di riferimento'. Recentemente, con il decreto del Presidente della Provincia del 2 agosto 2017 n. 13-66/Leg. sono state apportate delle ulteriori nuove modifiche\r\nal Regolamento (vedi faq 1.02). Per la disciplina di alcuni aspetti prettamente operativi, il Regolamento rimanda a deliberazioni della Giunta provinciale. Tra queste, le principali: la d.G.p. n. 1539/2012, che definisce la procedura che il certificatore energetico deve seguire per il rilascio degli attestati; la d.G.p. n. 1750/2016, che definisce le modalità di autorizzazione all'erogazione dei corsi di formazione per certificatore energetico; la d.G.p. n. 163/2017, che approva i nuovi modelli di Attestato di\r\nPrestazione Energetica.",
        "tipologia": "Certificazione Energetica"
    },
    "domanda3": {
        "domanda": "1.03 Quali sono gli interventi edilizi soggetti a certificazione energetica?",
        "risposta": "Gli interventi edilizi soggetti a certificazione energetica, individuati dall’articolo 5 comma 1 del Regolamento, sono: nuove costruzioni; demolizioni e ricostruzioni dell’intero edificio; ampliamenti superiori al 15% del volume lordo climatizzato dell’edificio esistente o comunque superiori a 500 m3, costituenti una nuova unità immobiliare destinata ad essere utilizzata separatamente e servita da un impianto di climatizzazione invernale di uova installazione; ristrutturazioni importanti di primo livello.",
        "tipologia": "Certificazione Energetica"
    },
    "domanda4": {
        "domanda": "1.04 Compravendite, trasferimenti a titolo oneroso e gratuito, locazioni: cosa prevede la normativa a riguardo?",
        "risposta": "Posto che lo Stato gode di competenza legislativa esclusiva in materia di ordinamento civile, per gli adempimenti da rispettarsi in caso di compravendita, trasferimento a titolo oneroso e gratuito e locazione di immobili si seguono le disposizioni definite dall’articolo 6 del decreto legislativo n. 192/2005. Tale articolo, nel dettaglio, oltre alla dotazione dell’immobile dell’attestato di prestazione energetica (commi 1 e 2), individua gli obblighi diconsegna dell’attestato all’acquirente/locatario (comma 2), di informativa(comma 3) e di allegazionedi una copia dell’attestato al contratto (comma 3). I casi di esclusione da tali obblighi riguardano solo ed esclusivamente le fattispecie individuate nella normativa statale (art. 3, c. 3 d.lgs. 192/2005 e Appendice A d.m. 26 giugno 2015 Linee Guida). L’attestato di prestazione energetica deve comunque essere prodotto utilizzando i modelli adottati dalla Provincia di Trento e secondo le disposizioni tecniche definite nel Regolamento (art., c. 3 del Regolamento).",
        "tipologia": "Certificazione Energetica"
    },
    "domanda5": {
        "domanda": "1.05 A che cosa si riferiscono i casi di esclusione individuati nel Regolamento?",
        "risposta": "L’articolo 3 comma 2 individua una serie di casi di esclusione dall’applicazione del Regolamento. Gli edifici appartenenti a tali categorie sono pertanto esclusi dall’obbligo di raggiungimento di prestazione energetiche minime nel caso in cui vengano interessati da interventi che, di norma, sarebbero invece soggetti al rispetto delle prescrizioni energetiche individuate nel Regolamento (es. intervento di riqualificazione energetica). Tali categorie di edifici non sono invece escluse dall’obbligo di certificazione energetica in caso di compravendita/locazione, qualora non sia stata prevista un’analoga esclusione anche nella normativa statale (vedi anche faq 1.04). Ad esempio, un edificio catalogato come bene ambientale ai sensi della l.p. 15/2015 soggetto a restauro/risanamento conservativo, verrebbe esonerato da obblighi relativi al raggiungimento di prestazioni energetiche minime nel caso fosse sottoposto ad un intervento edilizio (art. 3, c. 2 lett. b) del Regolamento) ma rimarrebbe comunque soggetto all’obbligo di\r\ncertificazione energetica in caso di un’eventuale compravendita o locazione (non è prevista infatti una deroga a tal proposito dal d.lgs. 192/2005). Viceversa, rimangono soggetti al rispetto di prestazione energetiche minime, gli interventi compiuti su edifici che, pur rientrando nelle categorie di esclusione previste dalla normativa statale, non vengono contemporaneamente esclusi anche dalla normativa provinciale (es. edifici adibiti a luoghi di culto e allo svolgimento di attività religiose).",
        "tipologia": "Certificazione Energetica"
    },
    "domanda6": {
        "domanda": "1.06 Quale procedura deve essere adottata per l’emissione del certificato energetico?",
        "risposta": "L’emissione dell’attestato di prestazione energetica può avvenire solo ed esclusivamente per via telematica, utilizzando il portale predisposto dagli organismi di accreditamento dei certificatori\r\nenergetici (ad oggi è attivo un unico organismo di accreditamento - Odatech). Per l’utilizzo del portale, il certificatore deve risultare iscritto nell’elenco detenuto dall’Organismo di accreditamento.",
        "tipologia": "Certificazione Energetica"
    },
    "domanda7": {
        "domanda": "2.01 Come viene calcolata la classe energetica nella Provincia di Trento?",
        "risposta": "La Provincia di Trento ha optato per il mantenimento di una scala di classificazione energetica 'ad intervalli fissi', nella quale, cioè, l’intervallo di ogni singola classe energetica viene individuato da un valore limite superiore ed un valore limite inferiore predefinito dell’indice di fabbisogno energetico. Tale meccanismo di classificazione energetica ha il vantaggio di risultare più facilmente comprensibile anche dall’utente finale, rispetto ad un sistema 'ad intervalli mobili'. La classe energetica viene attribuita secondo un indice misurato in kWh/m2anno per gli edifici residenziali ed in kWh/m3anno per gli edifici non residenziali. Il fabbisogno energetico per\r\nil riscaldamento viene sempre calcolato, anche nel caso in cui l’edificio sia sprovvisto di impianto. In tale situazione si presuppone l’esistenza di un impianto fittizio,\r\navente le caratteristiche definite nell’Allegato 1 del d.m. Linee guida nazionali d.m. 26.06.2015. La stessa regola si applica, per i soli edifici residenziali, anche nel caso in cui l’edificio sia sprovvisto di impianto per la produzione dell’acqua calda sanitaria.",
        "tipologia": "Quesiti Tecnico Procedurali"
    },
    "domanda8": {
        "domanda": "2.02 Ampliamenti del volume riscaldato: quali sono gli adempimenti da rispettare?",
        "risposta": "L’articolo 4 del regolamento suddivide gli interventi di ampliamento del volume tra le\r\nseguenti tipologie: comma 3 - ampliamenti del volume riscaldato superiori al 15% del volume riscaldato iniziale o superiori a 500 m3 che danno luogo ad una nuova unità immobiliare separata dalle unità già esistenti: le prescrizioni tecniche da rispettarsi sono individuate nell’Allegato A, il quale distingue a sua volta: i casi in cui l’ampliamento viene connesso ad un impianto termico di nuova installazione: per tali fattispecie è richiesta l’osservanza di tutti i punti dell’Allegato A (per la copertura da fonte rinnovabile è sufficiente il rispetto delle quote relative al fabbisogno termico); i casi in cui l’ampliamento viene connesso ad un impianto termico già esistente: per tali fattispecie è richiesta l’osservanza dei soli punti 2 e 3 dell’Allegato A (cfr. Allegato A, par. 9 Deroghe); comma 4 - ampliamenti del volume riscaldato superiori al 15% del volume riscaldato iniziale o superiori a 500 m3, funzionalmente connessi ad un’unità preesistente: le prescrizioni tecniche da rispettarsi sono individuate nell’Allegato A bis; comma 5 – ampliamenti del volume riscaldato inferiori o uguali al 15% del volume riscaldato iniziale: le prescrizioni tecniche da rispettarsi sono individuate nell’Allegato A ter. Un intervento ricadente tra le fattispecie previste dal comma 3 è, ad esempio, quello di sopraelevazione di un edificio (per un aumento di volume riscaldato superiore al 15% del volume iniziale) mediante la realizzazione di una nuova unità immobiliare. Se, invece, con il medesimo intervento di sopraelevazione si fosse ampliata un’unità già esistente, realizzando, ad esempio, un appartamento di due livelli l’intervento sarebbe ricaduto tra le casistiche individuate dal comma 4.",
        "tipologia": "Quesiti Tecnico Procedurali"
    },
    "domanda9": {
        "domanda": "2.03 In quali casi devono essere applicati gli obblighi di copertura da fonte rinnovabile previsti dal d.lgs. 28/2011?",
        "risposta": "Devono soddisfare gli obblighi del d.lsg. 28/2011 gli interventi soggetti alle verifiche dell’Allegato A, ovvero gli interventi definiti dall’articolo 4, comma 3 del Regolamento: nuove costruzioni; demolizioni e ricostruzioni dell’intero edificio; ampliamenti superiori al 15% del volume lordo climatizzato dell’edificio esistente o\r\ncomunque superiori a 500 m3, costituenti una nuova unità immobiliare destinata ad essere utilizzata separatamente; ristrutturazioni importanti di primo livello. Per quanto\r\nriguarda nello specifico gli interventi di ampliamento, come previsto nel punto 9 dell’Allegato A: gli obblighi di cui al d.lsg. 28/2011 riguardano esclusivamente il fabbisogno termico dell’edificio; se il nuovo volume riscaldato viene collegato ad un impianto tecnico già esistente, l’intervento non è soggetto al rispetto delle disposizioni del d.lgs. 28/2011. Oltre a quanto previsto dal Regolamento provinciale, tali obblighi vengono ovviamente applicati anche ai casi specifici previsti dallo stesso d.lgs. 28/2011, ovvero agli interventi di ristrutturazione rilevante(interventi di demolizione e ricostruzione ed interventi di ristrutturazione integrale degli elementi costituenti l’involucro di edifici aventi superficie utile superiore a 1000 m2).",
        "tipologia": "Quesiti Tecnico Procedurali"
    },
    "domanda10": {
        "domanda": "2.04 Di quali disposizioni si deve tener conto nella redazione della relazione energetica ex Legge 10?",
        "risposta": "Gli adempimenti in materia di prestazione energetica di cui si deve tener conto sono quelli\r\nvigenti al momento di presentazione delle domande del titolo edilizio, delle segnalazioni certificate di inizio attività, delle comunicazioni per opere libere e delle richieste di accertamento della conformità urbanistica.",
        "tipologia": "Quesiti Tecnico Procedurali"
    },
    "domanda11": {
        "domanda": "2.05 Varianti in corso d’opera: quale norma in materia di energia bisogna rispettare?",
        "risposta": "La normativa in materia di prestazione energetica di riferimento rimane quella vigente al deposito del primo titolo edilizio,\r\nin caso di variante presentata ad opera iniziata. Ad opera non iniziata è invece obbligatorio adeguare le verifiche energetiche agli ultimi aggiornamenti delle disposizioni in materia.",
        "tipologia": "Quesiti Tecnico Procedurali"
    },
    "domanda12": {
        "domanda": "2.06 Blower door test: quando è necessario?",
        "risposta": "Il blower door test deve essere eseguito in caso di nuova costruzione o di realizzazione di uno degli interventi previsti dall’art. 4, comma 3 del Regolamento, qualora l’edificio raggiunga la classe energetica A+ o A (per la classe A l’obbligo si applica agli interventi con titoli edilizi richiesti dopo il 1° gennaio 2016). Il test definisce un indice (indice n50), rappresentativo della permeabilità all’aria dell’edificio. Nel dettaglio, l’indice n50misura il numero di ricambi orari del volume d’aria interno dell’edificio che si hanno in condizioni di differenza di pressione interno-esterno pari a 50 Pascal. L’indice n50 misurato col test deve risultare inferiore ad un valore limite stabilito dalla norma in funzione della classe energetica raggiunta e del momento di richiesta del titolo edilizio. Il regolamento prevede la possibilità di accettare risultati del test superiori al valore limite, fino ad un valore massimo di penalizzazione predefinito, previo peggioramento dell’indice di prestazione energetica EPclasse utilizzato ai fini dell’attribuzione della classe energetica dell’edificio. Il test deve essere eseguito secondo il metodo 1 della norma UNI EN ISO 9972 (prova di edificio in uso, ex metodo A UNI 13829). Se\r\nil test rileva un valore di n50 superiore ai valori massimi di penalizzazione ammessi, la norma consente di effettuare una nuova misurazione sigillando gli eventuali fori realizzati per necessità di prescrizioni igienico sanitarie derivanti da regolamenti edilizi locali. Non è consentita la chiusura dei fori realizzati per esigenze degli apparecchi di combustione diversi da quelli stagni. Il certificatore non è tenuto ad eseguire personalmente il blower door test, che può essere effettuato da un soggetto terzo, ma ad accertare che il test sia stato effettuato ed a riportarne gli esiti nell’attestato, provvedendo, se necessario, a correggere la classe energetica di progetto.",
        "tipologia": "Quesiti Tecnico Procedurali"
    },
    "domanda13": {
        "domanda": "2.07 Quali sono i compiti del certificatore energetico?",
        "risposta": "L’iter da seguire per il rilascio dell’attestato di prestazione energetica è descritto nell’Allegato H della deliberazione di Giunta provinciale n. 1529/2012. Per il rilascio degli attestati in caso di nuova costruzione (o di interventi ad essa assimilati), è compito del certificatore verificare il permanere delle prestazioni energetiche di progetto ovvero accertare che l’edificio\r\nsia realizzato secondo quanto previsto dalla documentazione tecnica e dalla relazione energetica, nonché dalle eventuali varianti, depositate presso il comune territorialmente competente. La verifica deve essere effettuata attraverso sopralluoghi (minimo tre) durante i lavori di costruzione. Il certificatore dovrà pertanto acquisire ed esaminare la documentazione iniziale e, dopo averne verificato il rispetto in sede di realizzazione dell’edificio, emettere l’attestato senza rieseguire il calcolo sulla prestazione energetica dell’edificio. Nel caso di certificazione di un edificio esistente occorrerà, invece, eseguire il calcolo ex novo della prestazione dell’immobile. I dati di\r\ninput da utilizzarsi ai fini del calcolo devono essere acquisiti attraverso sopralluoghi in situ o dalla eventuale documentazione tecnica disponibile, previa verifica di corrispondenza con lo stato effettivo dell’edificio.",
        "tipologia": "Quesiti Tecnico Procedurali"
    },
    "domanda14": {
        "domanda": "3.01 Quali sono i requisiti per essere riconosciuti come certificatore energetico?",
        "risposta": "I soggetti abilitati alla certificazione energetica sono individuati dalla normativa statale e sono definiti dall’articolo 2 del\r\nd.P.R. 75/2013. Tale articolo, fra le categorie dei soggetti certificatori energetici individua, in particolare, quella dei tecnici abilitati, ovvero: dei soggetti in possesso di specifico titolo di studio (tra quelli previsti dall’art. 2, comma 3 del decreto), iscritti ai relativi ordini e collegi professionali, ove esistenti, ed abilitati all’esercizio della professione relativa alla progettazione di edifici e impianti asserviti agli edifici stessi; oppure dei soggetti in possesso di specifico titolo di studio (tra quelli previsti dall’art. 2, comma 4 del decreto) e di un attestato di frequenza, con superamento dell'esame finale, relativo a specifici corsi di formazione per la\r\ncertificazione energetica degli edifici. Per l’esercizio dell’attività di certificatore energetico è obbligatorio che il soggetto abilitato sia iscritto nell’elenco detenuto dagli organismi di accreditamento.",
        "tipologia": "Soggetti Certificatori"
    },
    "domanda15": {
        "domanda": "3.02 Quali sono i compiti degli organismi di accreditamento dei certificatori energetici?",
        "risposta": "Come previsto dall’articolo 7 del Regolamento, gli organismi di accreditamento dei certificatori energetici sono tenuti allo svolgimento delle seguenti funzioni: costituzione dell’elenco dei certificatori energetici ed accreditamento (iscrizione) dei soggetti che ne fanno richiesta (previa verifica del possesso\r\ndei requisiti necessari per il riconoscimento come certificatore); pubblicazione, gestione ed aggiornamento periodico dell’elenco dei certificatori accreditati; predisposizione e mantenimento del portale informatico necessario alla compilazione ed emissione per via telematica degli attestati di prestazione energetica nonché alla pubblicazione dell’elenco dei certificatori accreditati; controllo sui certificati energetici e sull’operato dei certificatori; promozione di attività formative e di aggiornamento dei certificatori; rilascio della targa energetica. Gli organismi di accreditamento operano previa sottoscrizione di apposita convenzione con la Provincia di Trento. Ad oggi è attivo un unico organismo di accreditamento, Odatech, che opera a seguito della sottoscrizione sottoscritta nel 2010 con l’Agenzia provinciale per l’energia (attuale Agenzia provinciale per le risorse idriche e l’energia).",
        "tipologia": "Soggetti Certificatori"
    }
}